Repository: apertium/apertium-sme-smj
Catalog: tmx_data/samediggeweb_sme2smj.tmx
Source language: sme
Languages: smj

source: Sámedikki birra.
smj: Sámmedikke birra.

source: Sámediggi lea Norgga sámiid álbmotválljen ásahus.
smj: Sámedigge le sámij álmmukválljidum orgádna Vuonan.

source: Juohke njealját jagi válljejuvvojit 39 áirasa čieža válgabiirres.
smj: 39 ájrrasa válljiduvvi gietjat válggaguovlos juohkka nælját jage.

source: Sámediggi galgá nannet sámiid politihkalaš sajádaga ja ovddidit sámiid beroštumiid Norggas, bargat dan badjelii ahte sámi álbmot gieđahallojuvvo ovttaárvosaččat ja vuoiggalaččat ja bargat dan badjelii ahte sámit sáhttet seailluhit ja ovddidit gielaset, kultuvrraset ja servodagaset.
smj: Sámedigge galggá nannit sámij politihkalasj dilev ja åvdedit sámij ássjijt Vuonan, barggat vaj sáme álmmuk giehtadaláduvvá avtaárvvusattjat ja rievtesferduk láhkáj ja hiebadahttet vaj sáme máhtti ietjasa gielav, kultuvrav ja sebrudakiellemav åvddånahttet.

source: Sámediggeráđđi.
smj: Sámedikkeráde.

source: Sámediggeráđi miellahtuid nammada presideanta, guhte lea ráđi jođiheaddji.
smj: Sámedikkeráde ájrrasa nammaduvvi presidentas, guhti jådet rádev.

source: Sámediggepresideanta lea válljejuvvon Sámedikki dievasčoahkkima eanetlogus eanetlogu jienaiguin.
smj: Sámedikkepresidænnta válljiduvvá ieneplågos Sámedikke dievastjåhkanimes.

source: Ráđđi doaibmá Sámedikki ráđđehussan, ja ovddasvástida beaivválaš politihkalaš doaimma.
smj: Ráde doajmmá dagu Sámedikke ráddidus, ja tjadát bæjválasj dåjmadimev.

source: Sámediggeráđđi ovddida mearrádusárvalusaid dievasčoahkkimii áššiin mat gusket Sámedikki bušeahta juogadeapmái, árvala doaibmabijuid čuovvovaš jagi stáhtabušehttii, Sámedikki jahkedieđáhusa, Sámedikki doarjjaortnegiid váldonjuolggadusaid ja eará áššiid maid Sámediggeráđi iešheanalis árvvoštallama mielde berrešii ovddidit.
smj: Sámedikkeráde åvdet mærrádusárvvalusájt dievastjåhkanibmáj ássjijn ma guosski Sámedikke budsjæhttaj, tjuodtjelij jage dåjma stáhtabudsjæhttaj, Sámedikke jahkediedádussaj, Sámedikke ruhtadoarjjaårnigij oajvvenjuolgadusájda ja ietjá ássjijda ma sierra árvustallama milta Sámedikkeráden bierriji åvdeduvvat.

source: Dasa lassin ovddida Sámediggeráđđi dieđáhusaid sierra politihkkasurggiin dárbbu mielde, ja máŋgga suorggis lea maiddái vejolašvuohta ášši loahpalaččat mearridit.
smj: Duodden åvdet Sámedikkeráde diededimijt moatten politihkkasuorgen dárboj milta, ja moatten suorgen máhttá aj låhpalattjat mierredit.

source: Kultureallin.
smj: Kultuvrraiellem.

source: Girjás kultureallin nanne sámi gullevašvuođa ja identitehta, ja dagaha eallás báikegottiid gos olbmot háliidit orrut.
smj: Ålolágásj kultuvrraiellem nanni sáme aktavuodav ja ietjas ruohtsajt, ja la viehkken viesso bájkálasj sebrudahkaj gånnå ulmutja sihti årrot.

source: Danin leat kulturdoaimmat dehálaččat sámi servodagas, ja maiddái ássamii.
smj: Kultuvrradåjma li dan diehti ájnnasa sáme sebrudagán, ja aj årromij.

source: Sámi kulturdoaimmat dagahit gullevašvuođa, čálggu ja eallindási, ja maiddái kulturvuođustuvvon bargosajiid.
smj: Sáme kultuvrrabarggo la oasen gárvedit gullevasjvuodav, soapptsomav ja viessomboanndudagáv, lassen kultuvrravuododum barggosajijt.

source: Sámediggi bargá.
smj: Sámedigge barggá.

source: leat bajimuččas bidjamin eavttuid sámi dáidaga ja kultuvrra ovddideapmái.
smj: Vaj galggá liehket åvdemus premissavadde sáme dájda ja kultuvra åvddånahttemin.

source: fuolahit dan ahte buohkat galget sáhttit muosáhit sámi kultuvrra doppe gos ásset.
smj: Vaj juohkkahasj galggá oadtjot oasev válldet sáme kultuvras danna gånnå årru.

source: láhčá diliid nu ahte mis lea ealli ja girjás sámi kultureallin mas lea buorre dássi.
smj: Hiebadahtátjit viesso ja moattebelak sáme kulturiellemij buorre kvalitehtajn.

source: fuolahit ahte ovddiduvvo, ja bisuhuvvo sámi dáidda- ja kultureallin dainna lágiin ahte leat fágalaččat buorit ja árjjalaš sámi deaivvadanbáikkit, kulturásahusat ja museat fuolahit dan ahte lea eanet barggolašvuohta sámi dáidda- ja kulturvuđot ealáhusa vuođul.
smj: Åvddånahtátjit ja bisodittjat sáme dájdda- ja kulturiellemav gå oassálassti fágalasj tjiehpes ja dåjmalasj sáme tjåhkanimsajij, kulturinstitusjåvnåj ja museaj. Lasedit bargadahttemav sáme dájdda- ja kulturæládusán.

source: Duogaš.
smj: Duogásj.

source: Sámedikki váldobargun kulturpolitihkas lea láhčit diliid sámi dáidda- ja kulturdoaimmaid várás ja dan ovddideami várás.
smj: Sámedikke kulturpolitihkalasj oajvvebarggo le hiebadahttet sáme dájdda- ja kultuvrradåjmadibmáj ja daj åvddånahttemij.

source: Sámi servodat lea vuos ain huksemin servodagas, ja mii leat vuoruhan ja ain fertet vuoruhit kultuvrra ja giela vuođđoosiid.
smj: Sáme sebrudak le vilá sebrudakásadimájgen, gånnå vuodooase kultuvran ja gielan li vuoroduvvam ja vilá vierttiji vuoroduvvat.

source: Dát hástala nana áŋgiruššama sámi servodaga iežas beales, sámi ásahusaid, Sámedikki ja stáhta eiseválddiid beales.
smj: Dát rávkká nanos rahtjamav sáme sebrudagás iesj, sáme institusjåvnåjs, Sámedikkes ja stáhta oajválattjajs.

source: Sámediggi oaidná iežas ovddasvástádussan atnit ávvira ja ovddidit dan doaimma maid sámi álbmot vuolggaha, ja leat dán proseassas deaŧaleamos eavttuid biddji.
smj: Sámedigge vuojnná ietjas åvdåsvásstádussan várajda válldet ja åvddånahttet dajt álgadimijt ja dåjmajt ma li sáme sebrudagán ja liehket ájnnasamos premissavadde dán prosessan.

source: Stáhta eiseválddiin lea dattetge bajimuš ovddasvástádus diliid láhčimis nu ahte sámi servodagas alddis lea vejolašvuohta hukset viidáseappot servodagas.
smj: Stáhta oajválattjajn le huoman bajemus åvdåsvásstádus hiebadahttet vaj sáme sebrudahka iesj oadtju máhttelisvuodav ietjas sebrudakásadimev åvddånahttet.

source: Guovlulaš ja báikkálaš eiseválddiin lea maiddái ovddasvástádus váikkuhit dan ahte sámi dáidda, kultureallin ja sámi ásahusat ovddiduvvojit ovttas.
smj: Guovlo ja bájkálasj oajválattjajn le aj åvdåsvásstádus oassálasstet aktisasj åvddånahttemin sáme kultuvras, kulturiellemis ja sáme institusjåvnåjs.

source: Sámediggi bargá dan ala ahte buohkain livččii vejolašvuohta muosáhit sámi dáidaga ja kultuvrra.
smj: Sámedigge barggá vaj juohkkahattjan galggá liehket máhttelisvuohta muossádit sáme dájdav ja kultuvrav.

source: Min historjá, min kulturárbi ja min dáidda ja kultuvra leat midjiide čeavlin.
smj: Mij lip mihá ietjama histåvrås, kultuvrraárbes ja dájdas ja kultuvras.

source: Mii áigut láhčit ealli ja máŋggabealat dáidda- ja kultureallima mas lea buorre dássi, mii buvttaduvvo, dahkkojuvvo, gaskkustuvvo ja muosáhuvvo ja lea buohkaid olámuttus.
smj: Sihtap hiebadahttet viesso ja valjes dájdda- ja kulturiellemij buorre kvalitehtajn mij hábbmiduvvá, dagáduvá, åvddånbuvteduvvá ja muossáduvvá ja mij le sadjihin juohkkahattjajda.

source: Sámi dáiddárat ja kulturbargit galget sáhttit oažžut birgejumi iežaset doaimmas.
smj: Sáme dájddára ja kulturdåjmadiddje galggi máhttet viessot ietjas dåjmas.

source: Sámi ásahusat leat min deaŧaleamos sámi dáidda- ja kultur- gaskkustanarenat.
smj: Sáme institusjåvnå li mijá ájnnasamos arena åvddånbuvtátjit sáme dájdav ja kultuvrav.

source: Dat addet kulturbargosajiid sámi servodagas ja leat deaŧalaš aktevrrat sámi dáidaga ja kultuvrra ovddideamis.
smj: Da vaddi kulturbarggosajijt sáme sebrudagán ja li ájnas oassálasste sáme dájda ja kultuvra åvddånahttemin.
